gamer = {
    'name' : input('Введи своё имя путник. : '),
    'armor' :  0,
    'hp' : 100,
    'attack' : 5,
    'kryost' : 10,
    'money' : 0,
    'inventory' : []
}

vragi = [
    {
        'name': 'Крокодил', 
        'hp': 10,
        'attack': 10,
        'script': 'Ооооо, ещё один. Семки есть? ',
        'win': 'Ай, больно. Ладно иди, иди, но я тебя всё равно рано или поздно достану и убью (когда выйду из больницы)',
        'loss': 'Жаль что у тебя не было еды........',
        'sdatsa': 'Ладно, я тебя пощажу потому что я злой только когда голодный.',
        'earn': 100
    },
]